/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "终止";

/* alert button
   dialog confirmation */
"OK" = "好";

/* alert button */
"Abort scan" = "终止扫描";

/* alert button */
"Continue" = "继续";

/* alert button */
"Continue scan" = "继续扫描";

/* alert button */
"Ignore" = "忽略";

/* alert button */
"Ignore plug-in" = "忽略插件";

/* alert button */
"Open plug-in graphic interface" = "打开插件图形界面";

/* alert button */
"Start Plug-In Manager" = "启动插件管理器";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "亲爱的 ^P 用户，\n您有 %ld 个已启用的音频单元并未通过 Apple AU 验证。这可能引发问题，甚至使 ^P 崩溃，或造成数据丢失。请咨询生产企业以获取更新的版本。建议您在插件管理器中停用这些插件。";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "仅已成功扫描的音频单元才会出现在 ^P 中。\n下次开启 ^P 时，扫描将继续。";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "由“%2$@”提供的音频单元“%1$@”报告其并未获得适当的授权，无法在本系统中使用。\n有关该插件版权保护的更多信息，请查阅它的文稿。";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "由“%2$@”提供的音频单元“%1$@”报告其并未获得适当的授权，无法在本系统中使用。\n有关该插件版权保护的更多信息，请查阅它的文稿。您不妨现在就打开该插件的图形界面以管理版权保护。";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "在验证音频单元兼容性时，^P 发现 %ld 个音频单元插件并未通过 Apple AU 验证。这些插件将来无法在 ^P 中使用，以防止可能的问题或崩溃。您可以现在启动“插件管理器”以查看验证结果，或者继续启动过程。";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "尝试使用由“%2$@”提供的音频单元“%1$@”时，^P 意外退出。\n此插件可能需要更新。";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "某个已安装的音频单元插件发生错误。";

/* alert title */
"Audio Unit authorization error." = "音频单元授权错误。";

/* alert title */
"Incompatible Audio Units found." = "找到不兼容的音频单元。";

/* alert title */
"You are about to abort the scan process." = "您即将终止扫描过程。";

/* alert title */
"You are using incompatible Audio Units." = "您使用的是不兼容的音频单元。";

/* audio unit type */
"MIDI processor" = "MIDI 处理器";

/* audio unit type */
"MIDI-controlled effect" = "MIDI 控制的效果";

/* audio unit type */
"effect" = "效果";

/* audio unit type */
"format converter" = "格式转换器";

/* audio unit type */
"generator" = "发生器";

/* audio unit type */
"instrument" = "乐器";

/* audio unit type */
"mixer" = "混音器";

/* audio unit type */
"offline effect" = "离线效果";

/* audio unit type */
"output unit" = "输出单元";

/* audio unit type */
"panner" = "声相器";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "正在搜索音频单元插件…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "正在更新有关音频单元插件的信息…";

/* possible validation result */
"couldn’t be opened" = "未能打开";

/* possible validation result */
"crashed validation" = "损毁的验证";

/* possible validation result */
"failed validation" = "失败的验证";

/* possible validation result */
"not authorized" = "未被授权";

/* possible validation result */
"not validated due to internal error" = "由于内部错误未被验证";

/* possible validation result */
"not yet validated" = "仍然无效";

/* possible validation result */
"successfully validated" = "已被成功验证";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "正在扫描音频单元（已完成 %1$d 个，共 %2$d 个）";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "正在扫描音频单元（已完成 %1$ld 个，共 %2$ld 个）";

/* used for invalid version numbers */
"invalid" = "无效";

/* used when value transformer can’t interpret given object */
"unknown" = "未知";
